Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: This Blu-ray Disc needs a library for BD+ decoding, and your system does not have it.
ca_es: Aquest disc Blu-ray necessita una biblioteca per descodificar el BD+ i el vostre sistema no la té.

source: Your system BD+ decoding library does not work. Missing configuration?
ca_es: La biblioteca de descodificació BD+ del vostre sistema no funciona. Potser falten claus.

source: Blu-ray error
ca_es: Error del Blu-ray

source: Audio CD
ca_es: CD d'àudio

source: Audio CD input
ca_es: Entrada de CD d'àudio

source: [cdda:][device][@[track]]
ca_es: [cdda:][dispositiu][@[pista]]

source: CDDB Server
ca_es: Servidor CDDB

source: Address of the CDDB server to use.
ca_es: Adreça del servidor CDDB que s'ha d'utilitzar.

source: CDDB port
ca_es: Port CDDB

source: CDDB Server port to use.
ca_es: Port del servidor CDDB que s'ha d'utilitzar.

source: Audio CD - Track %02i
ca_es: CD d'àudio - Pista %02i

source: IIDC Digital Camera (FireWire) input
ca_es: Entrada de càmera digital IIDC (firewire)

source: Input card to use
ca_es: Targeta d'entrada que s'ha d'utilitzar

source: DeckLink capture card to use, if multiple exist. The cards are numbered from 0.
ca_es: Targeta de captura DeckLink que s'ha d'utilitzar si hi ha diverses targetes. Es numeren des de 0.

source: Desired input video mode
ca_es: Mode d'entrada de vídeo desitjat

source: Desired input video mode for DeckLink captures. This value should be a FOURCC code in textual form, e.g. "ntsc".
ca_es: Mode d'entrada de vídeo desitjat per a les captures DeckLink. Aquest valor ha de ser un codi FourCC en forma de text, p. ex. "ntsc".

source: Audio connection
ca_es: Connexió d'àudio

source: Audio connection to use for DeckLink captures. Valid choices: embedded, aesebu, analog. Leave blank for card default.
ca_es: Connexió d'àudio que s'ha d'utilitzar per a les captures DeckLink. Opcions vàlides: incrustat, AES/EBU, analògic. Deixeu-ho en blanc per utilitzar la predeterminada.

source: Audio samplerate (Hz)
ca_es: Freqüència de mostratge de l'àudio (Hz)

source: Audio sampling rate (in hertz) for DeckLink captures. 0 disables audio input.
ca_es: Freqüència de mostreig de l'àudio (en hertzs) per a les captures DeckLink. 0 inhabilita l'entrada d'àudio.

source: Number of audio channels
ca_es: Nombre de canals d'àudio

source: Number of input audio channels for DeckLink captures. Must be 2, 8 or 16. 0 disables audio input.
ca_es: Nombre de canals d'entrada d'àudio per a les captures DeckLink. Ha de ser 2, 8 o 16. 0 inhabilita l'entrada d'àudio.

source: Video connection
ca_es: Connexió de vídeo

source: Video connection to use for DeckLink captures. Valid choices: sdi, hdmi, opticalsdi, component, composite, svideo. Leave blank for card default.
ca_es: Connexió de vídeo que s'ha d'utilitzar per a les captures DeckLink. Opcions vàlides: SDI, HDMI, SDI òptic, per components, vídeo compost, S-video. Deixeu-ho en blanc per utilitzar la predeterminada.

source: Optical SDI
ca_es: SDI òptic

source: Component
ca_es: Per components

source: Composite
ca_es: Vídeo compost

source: Embedded
ca_es: Incrustat

source: Analog
ca_es: Analògic

source: Aspect ratio (4:3, 16:9). Default assumes square pixels.
ca_es: Relació d'aspecte (4:3, 16:9). Per defecte, assumeix píxels quadrats .

source: Blackmagic DeckLink SDI input
ca_es: Entrada de la DeckLink SDI de Blackmagic

source: Antenna
ca_es: Antena

source: FM radio
ca_es: Ràdio FM

source: AM radio
ca_es: Ràdio AM

source: Video device name
ca_es: Nom del dispositiu de vídeo

source: Name of the video device that will be used by the DirectShow plugin. If you don't specify anything, the default device will be used.
ca_es: Aquesta opció us permet especificar el nom del dispositiu de vídeo que utilitzarà el connector DirectShow. Si no especifiqueu res, s'utilitzarà el dispositiu predeterminat.

source: Audio device name
ca_es: Nom del dispositiu d'àudio

source: Name of the audio device that will be used by the DirectShow plugin. If you don't specify anything, the default device will be used.
ca_es: Aquesta opció us permet especificar el nom del dispositiu d'àudio que utilitzarà el connector DirectShow. Si no especifiqueu res, s'utilitzarà el dispositiu predeterminat.

source: Video size
ca_es: Mida del vídeo

source: Size of the video that will be displayed by the DirectShow plugin. If you don't specify anything the default size for your device will be used. You can specify a standard size (cif, d1, ...) or <width>x<height>.
ca_es: Aquesta opció us permet especificar la mida del vídeo que mostrarà el connector DirectShow. Si no especifiqueu res, s'utilitzarà la mida per defecte del vostre dispositiu. Podeu especificar una mida estàndard (cif, d1, ...) o <amplada>x<alçada>.

source: Picture aspect-ratio n:m
ca_es: Relació d'aspecte de la imatge n:m

source: Define input picture aspect-ratio to use. Default is 4:3
ca_es: Aquesta opció us permet definir la relació d'aspecte de la imatge d'entrada que s'ha d'utilitzar. Per defecte és 4:3

source: Video input chroma format
ca_es: Format de crominància de l'entrada de vídeo

source: Force the DirectShow video input to use a specific chroma format (eg. I420 (default), RV24, etc.)
ca_es: Aquesta opció us permet forçar un format de crominància específic per a l'entrada de vídeo DirectShow (p. ex. l420 (per defecte), RV24, etc.)

source: Video input frame rate
ca_es: Fotogrames per segon de l'entrada de vídeo

source: Force the DirectShow video input to use a specific frame rate (eg. 0 means default, 25, 29.97, 50, 59.94, etc.)
ca_es: Aquesta opció us permet forçar els fotogrames per segon que utilitzarà l'entrada de vídeo DirectShow (p. ex. 0 significa per defecte, 25, 29.97, 50, 59.94, etc.)

source: Device properties
ca_es: Propietats del dispositiu

source: Show the properties dialog of the selected device before starting the stream.
ca_es: Aquesta opció us permet mostrar el diàleg de les propietats del dispositiu seleccionat abans de començar el flux.

source: Tuner properties
ca_es: Propietats del sintonitzador

source: Show the tuner properties [channel selection] page.
ca_es: Aquesta opció us permet mostrar la pàgina de propietats del sintonitzador [selecció de canals].

source: Tuner TV Channel
ca_es: Canal de TV del sintonitzador

source: Set the TV channel the tuner will set to (0 means default).
ca_es: Aquesta opció us permet especificar el canal de TV que el sintonitzador farà passar a primer pla (0 significa per defecte).

source: Tuner Frequency
ca_es: Freqüència del sintonitzador

source: This overrides the channel. Measured in Hz.
ca_es: Aquesta opció us permet substituir el canal. Es mesura en Hz.

source: Video standard
ca_es: Estàndard del vídeo

source: Tuner country code
ca_es: Codi del país del sintonitzador

source: Set the tuner country code that establishes the current channel-to-frequency mapping (0 means default).
ca_es: Aquesta opció us permet definir el codi del país del sintonitzador que estableix l'actual mapatge canal/freqüència (0 significa per defecte).

source: Tuner input type
ca_es: Tipus d'entrada del sintonitzador

source: Select the tuner input type (Cable/Antenna).
ca_es: Aquesta opció us permet seleccionar el tipus d'entrada del sintonitzador (Cable/Antena).

source: Video input pin
ca_es: Clavilla de l'entrada de vídeo

source: Select the video input source, such as composite, s-video, or tuner. Since these settings are hardware-specific, you should find good settings in the "Device config" area, and use those numbers here. -1 means that settings will not be changed.
ca_es: Seleccioneu la font d'entrada de vídeo,com per exemple vídeo compost, S-vídeo o sintonitzador. Tenint en compte que aquests paràmetres són específics del maquinari, trobareu els paràmetres adequats a l'àrea de «Configuració de dispositiu», feu servir aquests paràmetres. -1 significa que no es canviaran els paràmetres.

source: Audio input pin
ca_es: Clavilla d'entrada d'àudio

source: Select the audio input source. See the "video input" option.
ca_es: Seleccioneu la font de l'entrada de l'àudio. Vegeu l'opció «entrada de vídeo».

source: Video output pin
ca_es: Clavilla de la sortida de vídeo

source: Select the video output type. See the "video input" option.
ca_es: Seleccioneu el tipus de la sortida de vídeo. Vegeu l'opció «entrada de vídeo».

source: Audio output pin
ca_es: Clavilla de la sortida d'àudio

source: Select the audio output type. See the "video input" option.
ca_es: Seleccioneu el tipus de sortida d'àudio. Vegeu l'opció «entrada d'àudio».

source: AM Tuner mode
ca_es: Mode de sintonitzador AM

source: AM Tuner mode. Can be one of Default (0), TV (1),AM Radio (2), FM Radio (3) or DSS (4).
ca_es: Mode del sintonitzador AM. Pot ser per defecte (0), TV (1), Ràdio AM (2), Ràdio FM (3) o DSS (4).

source: Select audio input format with the given number of audio channels (if non 0)
ca_es: Seleccioneu el format d'entrada d'àudio amb un determinat nombre de canals d'àudio (si no és 0)

source: Audio sample rate
ca_es: Freqüència de mostratge de l'àudio

source: Select audio input format with the given sample rate (if non 0)
ca_es: Seleccioneu el format d'entrada d'àudio amb una determinada freqüència de mostratge (si no és 0)

source: Audio bits per sample
ca_es: Bits d'àudio per mostra

source: Select audio input format with the given bits/sample (if non 0)
ca_es: Seleccioneu el format d'entrada d'àudio amb un valor determinat de bits/mostra (si no és 0)

source: DirectShow input
ca_es: Entrada DirectShow

source: Configure
ca_es: Configura

source: Capture failed
ca_es: S'ha produït un error a la captura

source: No video or audio device selected.
ca_es: No s'ha seleccionat cap dispositiu de vídeo o àudio.

source: VLC cannot open ANY capture device. Check the error log for details.
ca_es: El VLC no pot obrir CAP dispositiu de captura. Comproveu el registre d'errors per a més detalls.

source: The device you selected cannot be used, because its type is not supported.
ca_es: No es pot utilitzar el dispositiu que heu seleccionat ja que aquest tipus no és compatible.

source: The capture device "%s" does not support the required parameters.
ca_es: El dispositiu de captura «%s» no admet els paràmetres requerits.

source: DVB adapter
ca_es: Adaptador DVB

source: If there is more than one digital broadcasting adapter, the adapter number must be selected. Numbering starts from zero.
ca_es: El nombre de l'adaptador DVB ha d'estar seleccionat si n'hi ha més d'un. La numeració comença des de zero.

source: DVB device
ca_es: Dispositiu DVB

source: If the adapter provides multiple independent tuner devices, the device number must be selected. Numbering starts from zero.
ca_es: El nombre de l'adaptador DVB ha d'estar seleccionat si l'adaptador proporciona diversos dispositius de sintonització independents. La numeració comença des de zero.

source: Do not demultiplex
ca_es: Inhabilita la desmultiplexació

source: Only useful programs are normally demultiplexed from the transponder. This option will disable demultiplexing and receive all programs.
ca_es: Normalment només els programes útils es demultiplexen des del transponedor. Aquesta opció us permet inhabilitar la desmultiplexació per poder rebre tots els programes.

source: Network name
ca_es: Nom de la xarxa

source: Unique network name in the System Tuning Spaces
ca_es: Nom únic de la xarxa als espais de sintonització del sistema (System Tuning Spaces)

source: Network name to create
ca_es: Nom de la xarxa que es crearà

source: Create unique name in the System Tuning Spaces
ca_es: Aquesta opció us permet crear un únic nom en els espais de sintonització del sistema (System Tuning Spaces)

source: Frequency (Hz)
ca_es: Freqüència (Hz)

source: TV channels are grouped by transponder (a.k.a. multiplex) on a given frequency. This is required to tune the receiver.
ca_es: Els transponedors agrupen els canals de TV (és a dir, els multiplexen) en una freqüència específica. Aquesta opció és necessària per sintonitzar el receptor.

source: Modulation / Constellation
ca_es: Modulació / Constel·lació

source: Layer A modulation
ca_es: Modulació de la capa A

source: Layer B modulation
ca_es: Modulació de la capa B

source: Layer C modulation
ca_es: Modulació de la capa C

source: The digital signal can be modulated according with different constellations (depending on the delivery system). If the demodulator cannot detect the constellation automatically, it needs to be configured manually.
ca_es: El senyal digital es pot modificar segons les diferents constel·lacions (d'acord amb el sistema de lliurament). Si el desmodulador no pot detectar la constel·lació automàticament, s'ha de configurar manualment.

source: Symbol rate (bauds)
ca_es: Velocitat de símbol (bauds)

source: The symbol rate must be specified manually for some systems, notably DVB-C, DVB-S and DVB-S2.
ca_es: La velocitat de símbol s'ha d'especificar manualment en alguns sistemes, en concret al DVB-C, DVB-S i DVB-S2.

source: Spectrum inversion
ca_es: Inversió de l'espectre

source: If the demodulator cannot detect spectral inversion correctly, it needs to be configured manually.
ca_es: Si el desmodulador no pot detectar la inversió espectral correctament s'ha de configurar manualment.

source: FEC code rate
ca_es: Taxa de codi FEC

source: High-priority code rate
ca_es: Taxa de codi d'alta prioritat

source: Low-priority code rate
ca_es: Taxa de codi de baixa prioritat

source: Layer A code rate
ca_es: Taxa de codi de la capa A

source: Layer B code rate
ca_es: Taxa de codi de la capa B

source: Layer C code rate
ca_es: Taxa de codi de la capa C

source: The code rate for Forward Error Correction can be specified.
ca_es: Es pot especificar la taxa de codi per al FEC (Forward Error Correction).

source: Transmission mode
ca_es: Mode de transmissió

source: Bandwidth (MHz)
ca_es: Amplada de banda (MHz)

source: Guard interval
ca_es: Interval de guàrdia

source: Hierarchy mode
ca_es: Mode de jerarquia

source: DVB-T2 Physical Layer Pipe
ca_es: Conducte de capa física DVB-T2

source: Layer A segments count
ca_es: Recompte de segments de la cara A

source: Layer B segments count
ca_es: Recompte de segments de la cara B

source: Layer C segments count
ca_es: Recompte de segments de la cara C

source: Layer A time interleaving
ca_es: Enllaç temporal de la cara A

source: Layer B time interleaving
ca_es: Enllaç temporal de la cara B

source: Layer C time interleaving
ca_es: Enllaç temporal de la cara C

source: Roll-off factor
ca_es: Factor d'excés de banda

source: 0.35 (same as DVB-S)
ca_es: 0,35 (el mateix que DVB-S)

source: Transport stream ID
ca_es: Identificador de flux de transport

source: Polarization (Voltage)
ca_es: Polarització (voltatge)

source: To select the polarization of the transponder, a different voltage is normally applied to the low noise block-downconverter (LNB).
ca_es: Per seleccionar la polarització del transponedor s'aplica normalment un voltatge diferent al del convertidor del bloc de baix soroll (LNB).

source: Unspecified (0V)
ca_es: Sense especificar (0V)

source: Horizontal (18V)
ca_es: Horitzontal (18V)

source: Circular Right Hand (13V)
ca_es: Circular a dretes (13V)

source: Circular Left Hand (18V)
ca_es: Circular a esquerres (18V)

source: High LNB voltage
ca_es: Voltatge LNB alt

source: If the cables between the satellilte low noise block-downconverter and the receiver are long, higher voltage may be required. Not all receivers support this.
ca_es: Potser necessitem un voltatge més alt si els cables entre el satèl·lit LNB i el receptor són llargs. No tots els receptors ho admeten.

source: Local oscillator low frequency (kHz)
ca_es: Baixa freqüència de l'oscil·lador local (kHz)

source: Local oscillator high frequency (kHz)
ca_es: Alta freqüència de l'oscil·lador local (kHz)

source: The downconverter (LNB) will substract the local oscillator frequency from the satellite transmission frequency. The intermediate frequency (IF) on the RF cable is the result.
ca_es: L'LNB resta la freqüència de l'oscil·lador local de la freqüència de transmissió del satèl·lit. El resultat és una freqüència intermèdia (FI) al cable RF.

source: Universal LNB switch frequency (kHz)
ca_es: Freqüència de commutació de l'LNB universal (kHz)

source: If the satellite transmission frequency exceeds the switch frequency, the oscillator high frequency will be used as reference. Furthermore the automatic continuous 22kHz tone will be sent.
ca_es: Si la freqüència de transmissió del satèl·lit excedeix la freqüència de commutació, l'alta freqüència de l'oscil·lador s'utilitzarà com a referència. A més, s'enviarà el to automàtic continu de 22kHz.

source: Continuous 22kHz tone
ca_es: To continu de 22kHz

source: A continuous tone at 22kHz can be sent on the cable. This normally selects the higher frequency band from a universal LNB.
ca_es: Un to continu de 22kHz es pot enviar al cable. Aquesta opció normalment selecciona la freqüència de banda més alta d'un LNB universal.

source: DiSEqC LNB number
ca_es: Nombre LNB DiSEqC

source: If the satellite receiver is connected to multiple low noise block-downconverters (LNB) through a DiSEqC 1.0 switch, the correct LNB can be selected (1 to 4). If there is no switch, this parameter should be 0.
ca_es: Podeu seleccionar l'LNB correcte (1 a 4) si el receptor del satèl·lit està connectat a múltiples LNB a través d'un commutador DiSEqC 1.0. Si no hi ha commutació, el paràmetre ha de ser 0.

source: Unspecified
ca_es: Sense especificar

source: Uncommitted DiSEqC LNB number
ca_es: No s'ha enviat el nombre DiSEqC LNB

source: If the satellite receiver is connected to multiple low noise block-downconverters (LNB) through a cascade formed from DiSEqC 1.1 uncommitted switch and DiSEqC 1.0 committed switch, the correct uncommitted LNB can be selected (1 to 4). If there is no uncommitted switch, this parameter should be 0.
ca_es: Podeu seleccionar l'LNB correcte (1 a 4) si el receptor del satèl·lit està connectat a múltiples LNB a través d'un commutador DiSEqC 1.0. Si no hi ha commutació, el paràmetre ha de ser 0.

source: Network identifier
ca_es: Identificador de la xarxa

source: Satellite azimuth
ca_es: Azimut del satèl·lit

source: Satellite azimuth in tenths of degree
ca_es: Azimut del satèl·lit en desenes de grau

source: Satellite elevation
ca_es: Elevació del satèl·lit

source: Satellite elevation in tenths of degree
ca_es: Elevació del satèl·lit en desenes de grau

source: Satellite longitude
ca_es: Longitud del satèl·lit

source: Satellite longitude in tenths of degree. West is negative.
ca_es: Longitud del satèl·lit en desenes de grau. L'oest és negatiu.

source: Satellite range code
ca_es: Codi de la distància del satèl·lit

source: Satellite range code as defined by manufacturer e.g. DISEqC switch code
ca_es: Codi de la distància del satèl·lit com el definit pel fabricant, p.e. codi de commutació DISEqC

source: Major channel
ca_es: Canal principal

source: ATSC minor channel
ca_es: Canal secundari ATSC

source: Physical channel
ca_es: Canal físic

source: Digital Television and Radio
ca_es: Televisió i ràdio digital

source: Terrestrial reception parameters
ca_es: Paràmetres de recepció terrestre

source: DVB-T reception parameters
ca_es: Paràmetres de recepció DVB-T

source: ISDB-T reception parameters
ca_es: Paràmetres de recepció ISDB-T

source: Cable and satellite reception parameters
ca_es: Paràmetres de recepció del cable i del satèl·lit

source: DVB-S2 parameters
ca_es: Paràmetres DVB-S2

source: ISDB-S parameters
ca_es: Paràmetres ISDB-S

source: Satellite equipment control
ca_es: Control de l'equip del satèl·lit

source: ATSC reception parameters
ca_es: Paràmetres de recepció ATSC

source: Digital broadcasting
ca_es: Radiodifusió digital

source: The selected digital tuner does not support the specified parameters. Please check the preferences.
ca_es: El sintonitzador digital seleccionat no admet els paràmetres especificats. Verifiqueu les preferències.

source: Digital Video (Firewire/ieee1394) input
ca_es: Entrada de Vídeo Digital (Firewire/ieee1394)

source: DVD angle
ca_es: Angle del DVD

source: Default DVD angle.
ca_es: Angle del DVD per defecte.

source: Start directly in menu
ca_es: Inicia directament al menú

source: Start the DVD directly in the main menu. This will try to skip all the useless warning introductions.
ca_es: Aquesta opció us permet iniciar el DVD directament al menú principal. Intentarà eliminar totes les instruccions d'avís innecessàries.

source: DVD with menus
ca_es: DVD amb menús

source: DVDnav Input
ca_es: Entrada DVDnav

source: Playback failure
ca_es: S'ha produït un error a la reproducció

source: VLC cannot set the DVD's title. It possibly cannot decrypt the entire disc.
ca_es: El VLC no pot esbrinar el títol del DVD. Possiblement no es pot desencriptar el disc sencer.

source: DVD without menus
ca_es: DVD sense menús

source: DVDRead Input (no menu support)
ca_es: Entrada DVDRead (menú no compatible)

source: DVDRead could not open the disc "%s".
ca_es: El DVDRead no ha pogut obrir el disc «%s».

source: DVDRead could not read block %d.
ca_es: El DVDRead no ha pogut llegir el bloc %d.

source: DVDRead could not read %d/%d blocks at 0x%02x.
ca_es: El DVDRead no ha pogut llegir els blocs %d/%d a 0x%02x.

source: Channel number
ca_es: Número de canal

source: EyeTV program number, or use 0 for last channel, -1 for S-Video input, -2 for Composite input
ca_es: Número de programa de l'EyeTV, o empreu 0 per a l'últim canal, -1 per a l'entrada d'S-Video, -2 per a l'entrada de vídeo compost

source: EyeTV input
ca_es: Entrada de l'EyeTV

source: File reading failed
ca_es: S'ha produït un error en llegir el fitxer

source: VLC could not open the file "%s" (%m).
ca_es: No s'ha pogut obrir el fitxer «%s» (%m).

source: VLC could not read the file (%m).
ca_es: El VLC no ha pogut llegir el fitxer (%m).

source: Subdirectory behavior
ca_es: Comportament del subdirectori

source: Select whether subdirectories must be expanded. none: subdirectories do not appear in the playlist. collapse: subdirectories appear but are expanded on first play. expand: all subdirectories are expanded.
ca_es: Seleccioneu si els subdirectoris s'han d'expandir. cap: els subdirectoris no apareixen a la llista de reproducció redueix: els subdirectoris apareixen però s'expandeixen a la primera reproducció. expandeix: tots els subdirectoris s'expandeixen.

source: Collapse
ca_es: Redueix

source: Expand
ca_es: Expandeix

source: Ignored extensions
ca_es: Extensions ignorades

source: Files with these extensions will not be added to playlist when opening a directory. This is useful if you add directories that contain playlist files for instance. Use a comma-separated list of extensions.
ca_es: Els fitxers amb aquestes extensions no s'afegiran a la llista quan s'obri un directori. Això és útil si afegiu directoris que contenen fitxers de llistes de reproducció, per exemple. Utilitzeu una llista d'extensions separades per comes.

source: Sort alphabetically according to the current language's collation rules.
ca_es: Ordena alfabèticament segons les regles de col·lació de l'idioma actual.

source: Sort items in a natural order (for example: 1.ogg 2.ogg 10.ogg). This method does not take the current language's collation rules into account.
ca_es: Ordena els elements en ordre natural (per exemple: 1.ogg 2.ogg 10.ogg). Aquest mètode no té en compte les regles de col·lació de l'idioma actual.

source: Do not sort the items.
ca_es: No ordenis els elements.

source: Directory sort order
ca_es: Ordre d'ordenació del directori

source: Define the sort algorithm used when adding items from a directory.
ca_es: Defineux l'algoritme d'ordenació que s'utilitza en afegir elements des d'un directori.
